"MenuTitle" = "HP LaserJet Professional Utility";

"OK" = "OK";
"Cancel" = "Abbrechen";
"Note:" = "Hinweis:";

"Auto-Off" = "Auto-Aus";
"Auto-Off After:" = "Auto-Aus nach:";
"Automatically turn off device after inactivity" = "Gerät nach Inaktivität automatisch ausschalten";
"1 minute" = "1 Minute";
"5 minutes" = "5 Minuten";
"15 minutes" = "15 Minuten";
"30 minutes" = "30 Minuten";
"1 hour" = "1 Stunde";
"2 hours" = "2 Stunden";
"4 hours" = "4 Stunden";
"8 hours" = "8 Stunden";
"24 hours" = "24 Stunden";
"Never" = "Nie";
"AutoOffNotes" = "Das Gerät schaltet sich automatisch ein, sobald ein Druckauftrag eintrifft.";
"EcoSMART" = "EcoSMART";
"Sleep Delay:" = "Sleep Delay:";
"Power Down Delay:" = "Power Down Delay:";

"Copy Setting" = "Kopieren - Einstellung";
"Copy Quality:" = "Kopierqualität:";
"Paper Size:" = "Papierformat:";
"A4" = "A4";
"Legal" = "US-Legal";
"Letter" = "US-Letter";
"CopySettingNotes" = "Kopierqualität - Zum Einstellen der Standard-Kopierqualität\r\n\r\nPapierformat - Zum Einstellen des Standard-Papierformats für Kopien";

"Draft" = "Entwurf";
"Film Photo" = "Film/Foto";
"Mixed" = "Gemischt";
"Picture" = "Bild";
"Text" = "Text";

"Internal Pages" = "Interne Seiten";
"InternalPageNotes" = "Reinigungsseite - Lädt das Dienstprogramm für die Reinigungsseite \r\nTestseite - Druckt eine Testseite\r\nKonfigurationsseite - Druckt eine lokalisierte Konfigurationsseite\r\nVerbrauchsmaterial-Statusseite - Druckt eine lokalisierte Verbrauchsmaterial-Statusseite";
"Cleaning Page" = "Reinigungsseite";
"Demo Page" = "Testseite";
"Configuration Page" = "Konfigurationsseite";
"Supply Status Page" = "Verbrauchsmaterial-Statusseite";
"Print Information Pages" = "Informationsseiten drucken";

"Language" = "GERMAN";

"CleaningPagePanelLabel" = "HP LaserJet Cleaning Utility wurde entwickelt, um Papier- und Tonerpartikel zu entfernen, die sich in der Fixiereinheit und an den Walzen ansammeln können. Das Dienstprogramm verlängert somit die Lebensdauer des Druckers.\r\nFühren Sie folgende Schritte aus, um den Reinigungsvorgang zu starten:\r\n1. Vergewissern Sie sich, dass sich das Gerät im Leerlauf befindet und die Bereit-LED leuchtet.\r\n2. Legen Sie Transparentfolien oder Kopierpapier (70 g/m²-90 g/m²) mit einer glatten Oberfläche in Fach 1 ein.\r\n3. Drücken Sie OK, um mit der Reinigung zu beginnen.\r\nHinweis - Der Reinigungsvorgang dauert insgesamt etwa 3 Minuten.";

